export const questions = [
  {
    question: "ما هي عاصمة تركيا؟",
    options: ["أنقرة", "إسطنبول", "إزمير", "بورصة"],
    answer: 0
  },
  {
    question: "أي كوكب يُعرف بالكوكب الأحمر؟",
    options: ["المريخ", "الزهرة", "عطارد", "زحل"],
    answer: 0
  },
  {
    question: "أين يقع برج إيفل؟",
    options: ["فرنسا", "ألمانيا", "إيطاليا", "إسبانيا"],
    answer: 0
  },
  {
    question: "من هو رسول الإسلام؟",
    options: ["محمد", "عيسى", "موسى", "إبراهيم"],
    answer: 0
  },
  {
    question: "كم عدد أضلاع المثلث؟",
    options: ["2", "3", "4", "5"],
    answer: 1
  },
  {
    question: "أين يقع نهر الفرات؟",
    options: ["العراق", "مصر", "المغرب", "السعودية"],
    answer: 0
  },
  {
    question: "ما هو الكوكب الأكبر في المجموعة الشمسية؟",
    options: ["المشتري", "زحل", "أورانوس", "نبتون"],
    answer: 0
  },
  {
    question: "من هو مكتشف البنسلين؟",
    options: ["ألكسندر فليمنغ", "باستور", "نيوتن", "كوخ"],
    answer: 0
  },
  {
    question: "ما هي أول جامعة في العالم؟",
    options: ["القرويين", "الأزهر", "بولونيا", "هارفارد"],
    answer: 0
  },
  {
    question: "كم عدد ألوان علم العراق؟",
    options: ["2", "3", "4", "5"],
    answer: 1
  },
  {
    question: "ما هو الحيوان الذي يبيض؟",
    options: ["الدجاج", "القطة", "الكلب", "الحصان"],
    answer: 0
  },
  {
    question: "من هو أول إنسان صعد إلى القمر؟",
    options: ["نيل آرمسترونغ", "يوري غاغارين", "مايكل كولينز", "أديسون"],
    answer: 0
  },
  {
    question: "ما هي عاصمة إيطاليا؟",
    options: ["روما", "ميلانو", "فلورنسا", "تورينو"],
    answer: 0
  },
  {
    question: "أين يقع المسجد الأقصى؟",
    options: ["القدس", "مكة", "المدينة", "دمشق"],
    answer: 0
  },
  {
    question: "كم عدد الكواكب التي لها حلقات في المجموعة الشمسية؟",
    options: ["1", "2", "4", "5"],
    answer: 2
  }
];