
export const questions = [
  {
    question: "ما هو المكون الرئيسي في طبق الحمص؟",
    options: ["الفول", "العدس", "الحمص", "الفاصولياء"],
    answer: 2
  },
  {
    question: "من أي بلد نشأت البيتزا؟",
    options: ["فرنسا", "إسبانيا", "إيطاليا", "اليونان"],
    answer: 2
  },
  {
    question: "ما هو الفيتامين الموجود بكثرة في البرتقال؟",
    options: ["فيتامين A", "فيتامين B", "فيتامين C", "فيتامين D"],
    answer: 2
  },
  {
    question: "ما هو أغلى نوع من التوابل؟",
    options: ["الفانيليا", "الزعفران", "الهيل", "القرفة"],
    answer: 1
  },
  {
    question: "كم عدد وجبات الطعام الرئيسية في اليوم؟",
    options: ["2", "3", "4", "5"],
    answer: 1
  },
  {
    question: "ما هو الطبق الوطني للبنان؟",
    options: ["الكبة", "التبولة", "الحمص", "الفتوش"],
    answer: 0
  },
  {
    question: "من أي حيوان نحصل على اللحم المسمى 'الغنم'؟",
    options: ["البقر", "الغنم", "الماعز", "الجمل"],
    answer: 1
  },
  {
    question: "ما هو المشروب الأكثر استهلاكاً في العالم بعد الماء؟",
    options: ["القهوة", "الشاي", "العصير", "الصودا"],
    answer: 1
  },
  {
    question: "أي نوع من الجبن يستخدم في البيتزا الإيطالية التقليدية؟",
    options: ["الشيدر", "الموزاريلا", "الفيتا", "الجودة"],
    answer: 1
  },
  {
    question: "ما هو لون الموز الناضج؟",
    options: ["أخضر", "أصفر", "أحمر", "بني"],
    answer: 1
  }
];
