
export const questions = [
  {
    question: "من أخرج فيلم 'تايتانيك'؟",
    options: ["ستيفن سبيلبرغ", "جيمس كاميرون", "كريستوفر نولان", "مارتن سكورسيزي"],
    answer: 1
  },
  {
    question: "أي من هذه الأفلام فاز بجائزة أوسكار أفضل فيلم؟",
    options: ["أفاتار", "إنسبشن", "شكل الماء", "إنترستلار"],
    answer: 2
  },
  {
    question: "من لعب دور جوكر في فيلم 'فارس الظلام'؟",
    options: ["جاك نيكلسون", "هيث ليدجر", "خواكين فينيكس", "جاريد ليتو"],
    answer: 1
  },
  {
    question: "في أي عام صدر الجزء الأول من سلسلة 'حرب النجوم'؟",
    options: ["1975", "1977", "1979", "1980"],
    answer: 1
  },
  {
    question: "أي ممثل لعب دور إيرون مان في أفلام مارفل؟",
    options: ["كريس إيفانز", "كريس هيمسوورث", "روبرت داوني جونيور", "مارك رافالو"],
    answer: 2
  }
];
