
export const questions = [
  {
    question: "كم عدد لاعبي فريق كرة القدم على الملعب؟",
    options: ["9", "10", "11", "12"],
    answer: 2
  },
  {
    question: "في أي بلد أقيمت أول كأس عالم لكرة القدم؟",
    options: ["البرازيل", "الأرجنتين", "الأوروغواي", "إيطاليا"],
    answer: 2
  },
  {
    question: "كم دقيقة في المباراة الواحدة لكرة القدم؟",
    options: ["80", "90", "100", "120"],
    answer: 1
  },
  {
    question: "ما هي المسافة في سباق الماراثون؟",
    options: ["40 كم", "42 كم", "42.195 كم", "45 كم"],
    answer: 2
  },
  {
    question: "كم عدد حلقات شعار الألعاب الأولمبية؟",
    options: ["4", "5", "6", "7"],
    answer: 1
  },
  {
    question: "في أي رياضة يستخدم مصطلح 'الهول إن ون'؟",
    options: ["التنس", "الجولف", "البيسبول", "كرة السلة"],
    answer: 1
  },
  {
    question: "كم نقطة يحصل عليها اللاعب في كرة السلة للرمية الثلاثية؟",
    options: ["2", "3", "4", "5"],
    answer: 1
  },
  {
    question: "ما هو أسرع حيوان بري في العالم؟",
    options: ["الأسد", "الفهد", "الغزال", "الحصان"],
    answer: 1
  },
  {
    question: "في أي رياضة يشتهر محمد علي كلاي؟",
    options: ["المصارعة", "الملاكمة", "الجودو", "الكاراتيه"],
    answer: 1
  },
  {
    question: "كم عدد لاعبي فريق كرة السلة على الملعب؟",
    options: ["4", "5", "6", "7"],
    answer: 1
  }
];
